Repository: KDE/kaichat-addons
Catalog: po/*/kaichat-weather-tool-plugin.po
Languages: ar, ca, es, eu, fi, fr, he, it, ka, nl, pt_br, sl, uk, zh_tw

source: The name of the city
ar: اسم المدينة
ca: El nom de la ciutat
es: Nombre de la ciudad
eu: Hiriaren izena
fi: Kaupungin nimi
fr: Le nom de la ville.
he: שם העיר
it: Il nome della città
ka: ქალაქის სახელი
nl: De naam van de stad
pt_br: O nome da cidade
sl: Ime mesta
uk: Назва міста
zh_tw: 城市的名稱

source: The information that we need
ar: المعلومات التي نحتاجها
ca: La informació que ens cal
es: La información que necesitamos
eu: Behar dugun informazioa
fi: Tarvittava tieto
fr: Les informations dont nous avons besoin
he: המידע שנחוץ לנו
it: Le informazioni che ci servono
ka: ინფორმაცია, რომელიც გვჭირდება
nl: De informatie die we nodig hebben
pt_br: As informações que precisamos
sl: Informacije, ki jih potrebujemo
uk: Потрібні нам дані
zh_tw: 需要的資訊

source: Ask Weather Report
ar: اسأل عن تقرير الطقس
ca: Demana un informe meteorològic
es: Solicitar informe meteorológico
eu: Eskatu eguraldi txostena
fi: Pyydä säätiedotusta
fr: Demander un bulletin météo
he: לשאול דוח מזג אוויר
it: Chiedi il bollettino meteorologico
ka: ამინდის ანგარიშის მოთხოვნა
nl: Vraag weerrapport op
pt_br: Solicitar previsão do tempo
sl: Prosi za vremensko poročilo
uk: Запит щодо звіту щодо погоди
zh_tw: 詢問天氣預報

source: Use this tools, only on meteo. Get the current weather for a city
ar: استخدم هذه الأدوات فقط على meteo. احصل على الطقس الحالي لمدينة ما
eu: Erabili tresna hauek meteo-n bakarrik. Lortu hiri baterako uneko eguraldia
pt_br: Use esta ferramenta apenas para meteorologia. Obtenha a previsão do tempo atual para uma cidade.

source: Configure Weather Tool Plugin
ar: اضبط ملحقة أداة الطقس
ca: Configura el connector de l'eina de meteorologia
es: Configurar el complemento de la herramienta meteorológica
eu: Konfiguratu Eguraldi tresnaren plugina
fi: Säätyökaluliitännäisen asetukset
fr: Configurer le module externe d'outils pour la météo
he: הגדרת כלי תוסף מזג אוויר
it: Configura l'estensione dello strumento Meteo
ka: ამინდის ხელსაწყოს დამატების მორგება
nl: Plug-in voor hulpmiddel Weer configureren
pt_br: Configurar o plugin da ferramenta de previsão do tempo
sl: Konfiguriraj vtičnik Weather Tool
uk: Налаштування додатка інструмента погоди
zh_tw: 設定天氣工具外掛程式

source: Get Current Weather.
ar: اجلب الطقس الحالي.
ca: Obtén la meteorologia actual.
es: Obtener informe meteorológico actual.
eu: Lortu uneko eguraldia.
fi: Katso tämänhetkinen sää.
fr: Obtenir la météo actuelle
he: משיכת מזג האוויר הנוכחי.
it: Ottieni il meteo attuale.
ka: მიმდინარე ამინდის მიღება.
nl: Haal het huidige weer op.
pt_br: Veja as condições climáticas atuais.
sl: Pridobi trenutno vreme.
uk: Отримати дані щодо поточної погоди.
zh_tw: 取得目前天氣。

source: No city found.
ar: لم يعثر على أي مدينة.
ca: No s'ha trobat cap ciutat.
es: No se ha encontrado la ciudad.
eu: Ez da hiririk aurkitu.
fi: Kaupunkia ei löytynyt.
fr: Aucune ville n'a été trouvée.
he: העיר לא נמצאה.
it: Nessuna città trovata.
ka: ქალაქი ვერ ვიპოვე.
nl: Geen stad gevonden.
pt_br: Nenhum cidade encontrada.
sl: Ni najdenega mesta.
uk: Міста не знайдено.
zh_tw: 找不到城市。

source: The weather is %1
ar: الطقس %1
ca: La meteorologia és %1
es: El clima es %1
eu: Eguraldia %1 da
fi: Sää on %1
fr: La météo est %1
he: מזג האוויר הוא %1
it: Il tempo è %1
ka: ამინდია %1
nl: Het weer is %1
pt_br: O clima está %1
sl: Vreme je %1
uk: Погода: %1
zh_tw: 天氣是 %1

source: The temperature will be between %1°C and %2°C.
ar: ستتراوح درجة الحرارة بين %1°د و %2°د.
ca: La temperatura estarà entre %1°C i %2°C.
es: La temperatura oscilará entre %1°C y %2°C.
eu: Tenperatura %1°C eta %2°C artekoa izango da.
fi: Lämpötila on välillä %1–%2 °C.
fr: La température se situera entre %1 °C et %2 °C.
he: הטמפרטורה בין %1°C לבין %2°C.
it: La temperatura sarà compresa tra %1°C e %2°C.
ka: ტემპერატურა იქნება %1°C-დან %2°C-მდე.
pt_br: A temperatura ficará entre %1°C e %2°C.
sl: Temperatura bo med %1°C in %2°C.
uk: Температура у діапазоні від %1°C до %2°C.
zh_tw: 氣溫是 %1°C 到 %2°C。

source: The humidity is %1
ar: الرّطوبة %1
ca: La humitat és %1
es: La humedad es de %1
eu: Hezetasuna %1(e)koa da
fi: Kosteus on %1
fr: L'humidité est de %1.
he: הלחות היא %1
it: L'umidità è %1
ka: ტენიანობაა %1
nl: De vochtigheidsgraad is %1
pt_br: A umidade está %1
sl: Vlažnost je %1
uk: Вологість %1
zh_tw: 溼度是 %1

source: The pressure is %1
ar: الضغط %1
ca: La pressió és %1
es: La presión es de %1
eu: Presioa %1(e)koa da
fi: Ilmanpaine on %1
fr: La pression est de %1.
he: הלחץ הוא %1
it: La pressione è %1
ka: წნევაა %1
nl: De luchtdruk is %1
pt_br: A pressão está %1
sl: Tlak je %1
uk: Тиск %1
zh_tw: 氣壓是 %1

source: The uv index is %1
ar: مؤشر الأشعة فوق البنفسجية %1
ca: L'índex UV és %1
es: El índice UV es de %1
eu: UV indizea %1 da
fi: UV-taso on %1
fr: L'index UV est de %1.
he: מדד קרינת העל־סגול הוא %1
it: L'indice uv è %1
ka: ულტრაიისფერი სხივების ინდექსია %1
nl: De uv-index is %1
sl: UV indeks je %1
uk: УФ-індекс — %1
zh_tw: 紫外線指數是 %1

source: Use this tool to get the current weather for a city
ca: Utilitzeu aquesta eina per a obtenir la meteorologia actual d'una ciutat
es: Use esta herramienta para obtener el informe meteorológico de una ciudad
he: בכלי הזה אפשר להשתמש כדי לקבל את מזג האוויר הנוכחי בעיר מסוימת
it: Utilizza questo strumento per ottenere le previsioni meteo attuali per una città
ka: გამოიყენეთ ეს ხელსაწყო ქალაქისთვის მიმდინარე ამინდის მისაღებად
uk: Використати цей інструмент для отримання поточних даних погоди для певного міста

source: The temperature will be between %1째C and %2째C.
nl: De temperatuur zal tussen %1째C en %2째C zijn.
