{
    "KPlugin": {
        "Description": "This tool plugin allows to extract wikipedia content from title.",
        "Description[ar]": "يسمح أداة هذا الملحق بالحصول محتويات الويكيبديا من العنوان.",
        "Description[ca@valencia]": "Esta eina permet extraure contingut de la Viquipèdia a partir d'un títol.",
        "Description[ca]": "Aquesta eina permet extraure contingut de la Viquipèdia a partir d'un títol.",
        "Description[es]": "Este complemento de herramienta permite extraer contenido de la Wikipedia a partir del título.",
        "Description[eu]": "Tresnaren plugin honek titulutik wikipedia edukia ateratzeko aukera ematen du.",
        "Description[fr]": "Ce module externe d'outils permet d'extraire du contenu de Wikipédia à partir du titre.",
        "Description[he]": "תוסף הכלי הזה מאפשר לחלץ תוכן מוויקיפדיה לפי כותרת.",
        "Description[it]": "Questa estensione consente di estrarre il contenuto di wikipedia dal titolo.",
        "Description[ka]": "ეს ხელსაწყო სათაურიდან Wikipedia-ის შემცველობის ამოღების საშუალებას გაძლევთ.",
        "Description[nl]": "Deze plug-in voor het hulpmiddel biedt het extraheren van inhoud van wikipedia uit de titel.",
        "Description[pl]": "Ta wtyczka umożliwia pobieranie danych z wikipedia na podstawie tytułu.",
        "Description[pt_BR]": "Este plugin permite extrair conteúdo da Wikipédia a partir do título.",
        "Description[sl]": "Ta vtičnik omogoča izvlečenje vsebine Wikipedije iz naslova.",
        "Description[tr]": "Bu araç, başlıktan Vikipedi sayfasını getirmeyi olanaklı kılar.",
        "Description[uk]": "За допомогою цього інструменту можна отримати дані Вікіпедії за заголовком статті.",
        "EnabledByDefault": true,
        "Name": "Tool Wikipedia Plugin",
        "Name[ar]": "أداة ملحقة ويكيبيديا",
        "Name[ca@valencia]": "Connector d'eina de la Viquipèdia",
        "Name[ca]": "Connector d'eina de la Viquipèdia",
        "Name[es]": "Herramienta complemento de la Wikipedia",
        "Name[eu]": "Wikipedia plugin tresna",
        "Name[fr]": "Module externe pour l'outil Wikipédia",
        "Name[he]": "תוסף כלי ויקיפדיה",
        "Name[it]": "Estensione Wikipedia",
        "Name[ka]": "ხელსაწყო Wikipedia-ის დამატება",
        "Name[nl]": "Plug-in voor hulpmiddel Wikipedia",
        "Name[pl]": "Wtyczki Wikipedi",
        "Name[pt_BR]": "Configurar plugin da Wikipédia",
        "Name[sl]": "Vtičnik za orodje Wikipedia",
        "Name[tr]": "Vikipedi Aracı Eklentisi",
        "Name[uk]": "Інструмент «Додаток Вікіпедії»",
        "Version": "1.0"
    }
}
